[1,0,0,[["cc.TextAsset",["_name","text"],1]],[[0,0,1,3]],[[0,"READ THIS NOTE FOR BEFORE YOU DECIDE INSTALL THIS FONT !!!!","ENGLISH:\r\nBe very careful and take the time to read any terms & conditions before deciding\r\nto use the font commercially. Ignorance is not an excuse for breaking the law.\r\nBy installing or using this font, you are hereby agree to this Font Usage Agreement:\r\n1. This font is ONLY FOR PERSONAL USE purposes.\r\n2. NO PROMOTIONAL & NO COMMERCIAL USE ALLOWED\r\n3. You are REQUIRES A LICENSE for Promotional or Commercial Use\r\n4. Click this link to buy License for Commercial purpose \r\n   https://maknastudio.com/product/knight-warrior/\r\n\r\n=====================================================================================\r\n\r\nDengan meng-install font ini, anda dianggap mengerti dan menyetujui semua syarat dan ketentuan penggunaan font dibawah ini:\r\n\r\n    > Font demo ini hanya dapat digunakan untuk Kebutuhan \"Personal Use\"/kebutuhan pribadi, dan untuk keperluan yang    \r\n    sifatnya tidak \"komersil\", \r\n    atau tidak menghasilkan profit maupun keuntungan dari hasil memanfaatkan/menggunakan font kami. \r\n    Baik itu untuk individu, Agensi Desain Grafis, Percetakan, Distro atau Perusahaan/Korporasi Periklanan.\r\n\r\n    > Silakan gunakan lisensi komersial dengan membeli melalui link ini : https://maknastudio.com/product/knight-warrior/\r\n\r\n    > Dengan hanya lisensi \"Personal Use\", DILARANG KERAS menggunakan font ini untuk kepeluan Komersial, baik itu untuk   \r\n      Iklan, Promosi, TV, Film, Video, Motion Graphics, Youtube, Desain kaos ataupun Kemasan Produk ( Produk fisik   \r\n      ataupun Digital) atau Media apapun dengan tujuan menghasilkan  profit/keuntungan/viewers/enggagment/iklan/Followers/adsense/dll.\r\n\r\n    > Untuk penggunaan keperluan Perusahaan/Korporasi silakan menggunakan Corporate License.\r\n    Menggunakan font ini dengan lisensi \"Personal Use\" untuk kepentingan Komersial apapun \r\n    bentuknya TANPA IZIN dari kami merupakan tindakan illegal / melanggar hukum dan  akan\r\n    dikenakan biaya sesuai dengan penggunaannya ( sesuai ketentuan lisensi di Maknastudio ).\r\n\r\nInformasi tentang Lisensi apa yang akan anda perlukan, silahkan menghubungi kami \r\ndi email : emailmakna@gmail.com \r\n\r\nTerima kasih"]],0,0,[],[],[]]
